{
  "identifier": "2005_2007_individual_life_persistency_study_universal_life_level_db_option",
  "version": "unknown",
  "classification": {
    "tableIdentity": "1663",
    "providerDomain": "limra.com",
    "providerName": "LIMRA International, Inc.",
    "tableReference": "Cathy Ho and Nancy S. Muise, “U.S. Individual Life Persistency: A Joint Study Sponsored by the Society of Actuaries and LIMRA”, SOA and LL Global, Inc., (2011). Accessed: February, 2013 from https://www.soa.org/resources/experience-studies/2005-2009/2004-2005-ind-life-persistency/",
    "contentType": {
      "code": "5",
      "label": "Termination Voluntary"
    },
    "tableName": "2005-2007 Individual Life Persistency Study – Universal Life, Level DB Option",
    "tableDescription": "2005-2007 Individual Life Persistency Study - Universal Life by Number of Policies AND by Face Amount. Basis: Level Death Benefit Option. Minimum Policy Duration: 1. Maximum Policy Duration: 25",
    "comments": "Study Data: Experience based on data provided by 31 individual life insurance writers and represents lapse experience for whole life, term life, universal life and variable universal life plans issued between 1910 and 2007. For consistency with prior studies, lapse is defined as termination for nonpayment of premium, insufficient cash value or full surrender of a policy, transfer to reduced paid-up or extended term status, and terminations for unknown reason. The data underlying this report was collected on a policy-level, seriatim basis as this allows for a more detailed analysis of the factors influencing lapse results than studies conducted on an aggregated data basis. The number of policies exposed to lapse is based on the length of time the policy is exposed to the risk of lapse during the year. Lapses contribute exposure for the full 12 months. Terminations due to death, expiry, maturity, or conversion are not included in the amounts lapsing and contribute to exposure for only the fraction of the policy year they were in-force. For lapse by face amount, data collected represented just under $11 trillion in face amount exposed; the average face amount exposed was $37,000. Methodology: Lapse rates calculated by the following formula: Annualized Policy Lapse Rate = 100% * (Number of Policies Lapsed During the Year / Number of Policies Exposed to Lapse During the Year). Industry lapse rates are calculated as a weighted average of the experience of all contributing companies; companies with larger in-force blocks will affect the overall results more than companies with smaller in-force blocks. Thus, results for each policy factor analyzed are also examined at the company level to ensure that reported experience is not overly affected by one or more large participant blocks. Lapse rates are not reported for any data cell for which there were fewer than three companies or less than 1,000 policies exposed. Experience was reported exactly as calculated. No attempts were made to level or smooth results. Lapse rates for policy durations 26-29 are the same while rates for policy years 30 and above were all set to the same rate. As lapse rates resulting from the formula were multiplied by 100, the rates loaded to this table have been divided by 100. Data Transcription Errors: None. Data Certified: 04/2013",
    "keywords": [
      "Duration",
      "Termination Voluntary",
      "United States of America"
    ]
  },
  "tables": [
    {
      "index": 0,
      "metadata": {
        "scalingFactor": "0",
        "dataType": {
          "code": "2",
          "label": "Floating Point"
        },
        "nation": {
          "code": "1",
          "label": "United States of America"
        },
        "tableDescription": "2005-2007 Individual Life Persistency Study - Universal Life by Number of Policies. Basis: Level Death Benefit Option. Minimum Policy Duration: 1. Maximum Policy Duration: 25",
        "axes": [
          {
            "id": "Duration",
            "scaleType": {
              "code": "2",
              "label": "Ordinal Date"
            },
            "axisName": "Duration",
            "minValue": "1",
            "maxValue": "25",
            "increment": "1"
          }
        ]
      },
      "rates": [
        {
          "age": 1,
          "rate": 0.072
        },
        {
          "age": 2,
          "rate": 0.071
        },
        {
          "age": 3,
          "rate": 0.058
        },
        {
          "age": 4,
          "rate": 0.052
        },
        {
          "age": 5,
          "rate": 0.046
        },
        {
          "age": 6,
          "rate": 0.044
        },
        {
          "age": 7,
          "rate": 0.052
        },
        {
          "age": 8,
          "rate": 0.054
        },
        {
          "age": 9,
          "rate": 0.054
        },
        {
          "age": 10,
          "rate": 0.049
        },
        {
          "age": 11,
          "rate": 0.05
        },
        {
          "age": 12,
          "rate": 0.053
        },
        {
          "age": 13,
          "rate": 0.059
        },
        {
          "age": 14,
          "rate": 0.058
        },
        {
          "age": 15,
          "rate": 0.06
        },
        {
          "age": 16,
          "rate": 0.056
        },
        {
          "age": 17,
          "rate": 0.053
        },
        {
          "age": 18,
          "rate": 0.047
        },
        {
          "age": 19,
          "rate": 0.046
        },
        {
          "age": 20,
          "rate": 0.048
        },
        {
          "age": 21,
          "rate": 0.05
        },
        {
          "age": 22,
          "rate": 0.048
        },
        {
          "age": 23,
          "rate": 0.046
        },
        {
          "age": 24,
          "rate": 0.04
        },
        {
          "age": 25,
          "rate": 0.041
        }
      ]
    },
    {
      "index": 1,
      "metadata": {
        "scalingFactor": "0",
        "dataType": {
          "code": "2",
          "label": "Floating Point"
        },
        "nation": {
          "code": "1",
          "label": "United States of America"
        },
        "tableDescription": "2005-2007 Individual Life Persistency Study - Universal Life by Face Amount. Basis: Level Death Benefit Option. Minimum Policy Duration: 1. Maximum Policy Duration: 25",
        "axes": [
          {
            "id": "Duration",
            "scaleType": {
              "code": "2",
              "label": "Ordinal Date"
            },
            "axisName": "Duration",
            "minValue": "1",
            "maxValue": "25",
            "increment": "1"
          }
        ]
      },
      "rates": [
        {
          "age": 1,
          "rate": 0.051
        },
        {
          "age": 2,
          "rate": 0.069
        },
        {
          "age": 3,
          "rate": 0.067
        },
        {
          "age": 4,
          "rate": 0.054
        },
        {
          "age": 5,
          "rate": 0.049
        },
        {
          "age": 6,
          "rate": 0.036
        },
        {
          "age": 7,
          "rate": 0.072
        },
        {
          "age": 8,
          "rate": 0.05
        },
        {
          "age": 9,
          "rate": 0.052
        },
        {
          "age": 10,
          "rate": 0.048
        },
        {
          "age": 11,
          "rate": 0.05
        },
        {
          "age": 12,
          "rate": 0.051
        },
        {
          "age": 13,
          "rate": 0.062
        },
        {
          "age": 14,
          "rate": 0.061
        },
        {
          "age": 15,
          "rate": 0.062
        },
        {
          "age": 16,
          "rate": 0.058
        },
        {
          "age": 17,
          "rate": 0.058
        },
        {
          "age": 18,
          "rate": 0.052
        },
        {
          "age": 19,
          "rate": 0.059
        },
        {
          "age": 20,
          "rate": 0.057
        },
        {
          "age": 21,
          "rate": 0.06
        },
        {
          "age": 22,
          "rate": 0.056
        },
        {
          "age": 23,
          "rate": 0.052
        },
        {
          "age": 24,
          "rate": 0.046
        },
        {
          "age": 25,
          "rate": 0.044
        }
      ]
    }
  ]
}
