{
  "identifier": "2003_2004_us_individual_life_persistency_study_10_ylt_annual_premiums",
  "version": "unknown",
  "classification": {
    "tableIdentity": "2280",
    "providerDomain": "limra.com",
    "providerName": "LIMRA International, Inc.",
    "tableReference": "LIMRA and The Society of Actuaries “U.S. Individual Life Insurance Persistency Update”, LIMRA and The Society of Actuaries, (2008). Accessed: August, 2013 from https://www.soa.org/resources/experience-studies/2005-2009/2003-us-life-update/",
    "contentType": {
      "code": "5",
      "label": "Termination Voluntary"
    },
    "tableName": "2003-2004 U.S. Individual Life Persistency Study – 10 YLT Annual Premiums",
    "tableDescription": "2003-2004 Individual Life Persistency Study – 10 Year Level Term (YLT) Insurance by Number of Policies AND by Face Amounts. Basis: Annual Payment of Premiums. Minimum Policy Duration: 1. Maximum Policy Duration: 9",
    "comments": "Study Data: The observation period for the study is calendar years 2003 and 2004. The study is based on data provided by 43 individual life insurance writers and it presents lapse experience for whole life, term life, universal life, and variable universal life plans issued between 1902 and 2004. Lapse includes termination for nonpayment of premium, insufficient cashvalue, or full surrender of a policy, transfer to reduced paid-up or extended term status, and in most cases, terminations for unknown reason. Methodology: Lapse rates are calculated as follows: Annualized Policy Lapse Rate = 100 x Number of Policies Lapsed During the Year / Number of Policies Exposed to Lapse During the Year. The number of policies exposed to lapse is based on the length of time the policy is exposed to the risk of lapsation during the year. Lapses contribute exposure for the full 12 months. Terminations due to death, expiry, maturity or conversion are not included in the amounts lapsing and contribute to exposure for only the fraction of the year they were in force. Experience is reported exactly as calculated. No attempt was made to graduate or smooth results. Rates for policy durations 30 and over set to the same value. Data Transcription Errors: None. Data Certified: 10/2013",
    "keywords": [
      "Duration",
      "Termination Voluntary",
      "United States of America"
    ]
  },
  "tables": [
    {
      "index": 0,
      "metadata": {
        "scalingFactor": "0",
        "dataType": {
          "code": "2",
          "label": "Floating Point"
        },
        "nation": {
          "code": "1",
          "label": "United States of America"
        },
        "tableDescription": "2003-2004 Individual Life Persistency Study – 10 Year Level Term (YLT) Insurance by Number of Policies. Basis: Annual Payment of Premiums. Minimum Policy Duration: 1. Maximum Policy Duration: 9",
        "axes": [
          {
            "id": "Duration",
            "scaleType": {
              "code": "2",
              "label": "Ordinal Date"
            },
            "axisName": "Duration",
            "minValue": "1",
            "maxValue": "9",
            "increment": "1"
          }
        ]
      },
      "rates": [
        {
          "age": 1,
          "rate": 0.069
        },
        {
          "age": 2,
          "rate": 0.084
        },
        {
          "age": 3,
          "rate": 0.089
        },
        {
          "age": 4,
          "rate": 0.091
        },
        {
          "age": 5,
          "rate": 0.114
        },
        {
          "age": 6,
          "rate": 0.078
        },
        {
          "age": 7,
          "rate": 0.047
        },
        {
          "age": 8,
          "rate": 0.026
        },
        {
          "age": 9,
          "rate": 0.076
        }
      ]
    },
    {
      "index": 1,
      "metadata": {
        "scalingFactor": "0",
        "dataType": {
          "code": "2",
          "label": "Floating Point"
        },
        "nation": {
          "code": "1",
          "label": "United States of America"
        },
        "tableDescription": "2003-2004 Individual Life Persistency Study – 10 Year Level Term (YLT) Insurance by Face Amounts. Basis: Annual Payment of Premiums. Minimum Policy Duration: 1. Maximum Policy Duration: 9",
        "axes": [
          {
            "id": "Duration",
            "scaleType": {
              "code": "2",
              "label": "Ordinal Date"
            },
            "axisName": "Duration",
            "minValue": "1",
            "maxValue": "9",
            "increment": "1"
          }
        ]
      },
      "rates": [
        {
          "age": 1,
          "rate": 0.053
        },
        {
          "age": 2,
          "rate": 0.072
        },
        {
          "age": 3,
          "rate": 0.088
        },
        {
          "age": 4,
          "rate": 0.076
        },
        {
          "age": 5,
          "rate": 0.112
        },
        {
          "age": 6,
          "rate": 0.073
        },
        {
          "age": 7,
          "rate": 0.04
        },
        {
          "age": 8,
          "rate": 0.029
        },
        {
          "age": 9,
          "rate": 0.073
        }
      ]
    }
  ]
}
